export const questions = [
  {
    questionNo: 1,
    questionName: 'ဇနီးမောင်နှံ၌ သားသမီးရကိန်းနှင့် ပတ်သက်သော အဟော။',
  },
  {
    questionNo: 2,
    questionName:
      'ဤပဋိသန္ဓေမှ ယောကျာ်းလေးမွေးမည်လော/ မိန်းကလေးမွေးမည်လော အဟော။',
  },
  {
    questionNo: 3,
    questionName:
      'ဤကိုယ်ဝန်ကို မွေးဖွားသည့်အခါ ရိုးရိုးမွေးရမည်လော/ ခွဲစိပ်၍မွေးရမည်လော အဟော။',
  },
  {
    questionNo: 4,
    questionName:
      'မွေးဖွားလာမည့်ကလေးသည် လူဝင်စား ဟုတ်တုံလော/ မဟုတ်တုံလော ဆိုသည်ကိုဟောသော အဟော။',
  },
  {
    questionNo: 5,
    questionName:
      'မွေးဖွားလာသောကလေးသည် မိဘကို အကျိုးပေးမည်လော/ မပေးမည်လောနှင့် ပတ်သက်သော အဟော။',
  },
  {
    questionNo: 6,
    questionName:
      'ထိုပဋိသန္ဓေမှ မွေးဖွားလာသည့်ကလေးသည် ပညာသင်ကြားရေး၌ ထူးချွန်မှုရှိမည်/ မရှိမည်နှင့် ပတ်သက်သော အဟော။',
  },
  {
    questionNo: 7,
    questionName: 'ရောဂါဖြစ်ပွားခြင်းနှင့် ပတ်သက်သော အဟော။',
  },
  {
    questionNo: 8,
    questionName:
      'ယခုစားနေသော ဆေးဝါးဓါတ်စာတို့သည် ရောဂါပျောက်ကင်းရန် အထောက်အကူပြုပါ၏လော/ မပြုပါ၏လောနှင့် ပတ်သက်သော အဟော။',
  },
  {
    questionNo: 9,
    questionName:
      'အရေးကြီးသော ခွဲစိပ်ကုသမှု ပြုလုပ်ရန်ရှိပါသည်။ အန္တရာယ်ကင်းခြင်း ရှိ၏/ မရှိ၏နှင့် ပတ်သက်သောအဟော။',
  },
  {
    questionNo: 10,
    questionName:
      'သူတစ်ပါး၏ကြွေးမြီ/ အခြားသောကြွေးမြီများ ရှိနေပါသည်။ အမြန်ဆုံး ဆပ်နိုင်ခြင်း ရှိ/မရှိနှင့် ဆိုင်သော အဟော။',
  },
  {
    questionNo: 11,
    questionName:
      'တရားရုံးတွင် တရားတပေါင် ရင်ဆိုင်နေသည်။ ထိုတရားတပေါင်၌ မိမိနိုင်ခြင်း/ ရှုံးခြင်းနှင့် ဆိုင်သော အဟော။',
  },
  {
    questionNo: 12,
    questionName:
      'သင်ပိုင်သောပစ္စည်းကို စွန့်လွှတ်ရခြင်း ဆုံးရှုံးရခြင်း ရှိ/မရှိနှင့် ဆိုင်သော အဟော။',
  },
  {
    questionNo: 13,
    questionName: 'ရန်သူ/ရန်ဘက်က အတိုက်အခံလုပ်ခြင်းနှင့် ပတ်သက်သော အဟော။',
  },
  {
    questionNo: 14,
    questionName: 'အဝေးရောက်နေသူ၏ ကောင်းခြင်း/ဆိုးခြင်းနှင့် ဆိုင်သော အဟော။',
  },
  {
    questionNo: 15,
    questionName:
      'မကြာမီ အိမ်ထောင်ကျခြင်း/ အိမ်ထောင်မကျခြင်းနှင့် ပတ်သက်သော အဟော။',
  },
  {
    questionNo: 16,
    questionName:
      'သင်၏အိမ်ထောင်ဘက်သည် သင့်အား အကျိုးပေးခြင်း/ မပေးခြင်းနှင့် ပတ်သက်သော အဟော။',
  },
  {
    questionNo: 17,
    questionName:
      'ဤအသက်ပိုင်းတွင် စီးပွားရေးလာဘ်ရွှင်ခြင်း ရှိ၏လော/ မရှိ၏လောနှင့် ဆိုင်သော အဟော။',
  },
  {
    questionNo: 18,
    questionName:
      'မမျှော်လင့်သော ငွေကြေးအစုလိုက် အပုံလိုက်ရခြင်း (သို့မဟုတ်) ထီပေါက်ခြင်းရှိနိုင်/ မရှိနိုင်နှင့် ဆိုင်သော အဟော။',
  },
  {
    questionNo: 19,
    questionName:
      'ယခုအခါ၌ နေထိုင်ရန်အိမ်ကို ရှာနေသည်။ ကောင်းသော နေရာထိုင်ခင်းကို ရရှိမည်/ မရရှိမည်နှင့် ဆိုင်သောအဟော။',
  },
  {
    questionNo: 20,
    questionName:
      'အိမ်နှင့်ပတ်သက်၍ အချင်းများနေသည်။ မိမိက ဆက်လက်နေထိုင်ရမည်/ မနေထိုင်ရမည်နှင့် ဆိုင်သောအဟော။',
  },
  {
    questionNo: 21,
    questionName:
      'မိမိတွင် ဤတစ်သက်၌ အိမ်ကောင်းရာကောင်းနဲ့ နေထိုင်ရမည့် ကံပါခြင်း/မပါခြင်းနှင့် ဆိုင်သောအဟော။',
  },
  {
    questionNo: 22,
    questionName:
      'မိမိ၏ဆိုင် (သို့မဟုတ်)) အလုပ်လုပ်သောနေရာသည် တည်မြဲ၏လော/ မတည်မြဲ၏လောနှင့် ဆိုင်သောအဟော။',
  },
  {
    questionNo: 23,
    questionName:
      'မိမိလုပ်ကိုင်ရမည့် လုပ်ငန်း၌ မှည့်ခေါ်ရမည့်အမည်နှင့် အသုံးပြုရမည့် လိုဂိုတံဆိပ်နှင့် ပတ်သက်သော အဟော။',
  },
  {
    questionNo: 24,
    questionName:
      'ထိုသူထံသို့ ငွေရေးကြေးရေး သွား၍ အကူအညီတောင်းမည်။ ရနိုင်၏လော/ မရနိုင်၏လောနှင့် ဆိုင်သော အဟော။',
  },
  {
    questionNo: 25,
    questionName:
      'မိမိသည် အမွေရနိုင်ခြင်း မျဉ်းကြောင်းပေါ်၌ရှိ၏။ အမွေရနိုင်၏လော/ မရနိုင်၏လောနှင့် ဆိုင်သော အဟော။',
  },
  {
    questionNo: 26,
    questionName:
      'ဤသူနှင့် စပ်တူအလုပ်လုပ်လိုပါသည်။ အကျိုးရှိ/မရှိနှင့် ဆိုင်သောအဟော။',
  },
  {
    questionNo: 27,
    questionName:
      'မိမိသည် လုပ်ငန်းတစ်ခု လုပ်လိုပါသည်။ ဤအလုပ်နှင့် သင့်တော်၏/ မသင့်တော်၏နှင့် ဆိုင်သော အဟော။',
  },
  {
    questionNo: 28,
    questionName:
      'မိမိသည် ဤပစ္စည်းကို ဝယ်ယူလို၏။ ဝယ်သင့်၏/မဝယ်သင့်၏နှင့် ဆိုင်သော အဟော။',
  },
  {
    questionNo: 29,
    questionName:
      'ဤပစ္စည်းကို ရောင်းလိုပါသည်။ ရောင်းသင့်/မရောင်းသင့်နှင့် ဆိုင်သော အဟော။',
  },
  {
    questionNo: 30,
    questionName:
      'မိမိသည် အလှူကြီးပြုရန် ရည်ရွယ်ထား၏။ ပြုဖြစ်/မပြုဖြစ်နှင့် ဆိုင်သော အဟော။',
  },
  {
    questionNo: 31,
    questionName:
      'မိမိသည် ဤဘ၀တွင် သာသနာပြုလို၏။ ထိုသို့ပြုလုပ်ရန် ကံပါ/မပါနှင့် ဆိုင်သော အဟော။',
  },
  {
    questionNo: 32,
    questionName:
      'မိမိ၏ကံဇာတာအညံ့များ ပြေပျောက်ရန်အတွက်လည်းကောင်း၊ လိုအင်ဆန္ဒများ ပြည့်ရန်အတွက်လည်းကောင်း ယတြာချေခြင်းနှင့် ဆိုင်သော အဟော။',
  },
  {
    questionNo: 33,
    questionName:
      'ယခုအသက်ပိုင်းတွင် ထိမိခိုက်မိ အန္တရာယ် ရှိ/မရှိနှင့် ပတ်သက်သောအဟော။',
  },
  {
    questionNo: 34,
    questionName:
      'ထိမိခိုက်မိ အန္တရာယ်ကြောင့် ဆေးရုံသို့ရောက်နေသည်။ ထိုသူ၏အခြေအနေကောင်းခြင်း/ မကောင်းခြင်းနှင့် ဆိုင်သောအဟော။',
  },
  {
    questionNo: 35,
    questionName: 'အမှုဖြစ်ခြင်းနှင့် ပတ်သက်သောအဟော။',
  },
  {
    questionNo: 36,
    questionName:
      'ဖြေရခက်သော ပြဿနာနှင့် ကြုံတွေ့နေရသည်။ ထွက်ပေါက် ရနိုင်/မရနိုင်နှင့် ပတ်သက်သော အဟော။',
  },
  {
    questionNo: 37,
    questionName:
      'ရန်သူနှင့် ယှဉ်ပြိုင်နေရသည်။ မိမိက အနိုင်ရခြင်း/ရှုံးခြင်းနှင့် ပတ်သက်သော အဟော။',
  },
  {
    questionNo: 38,
    questionName:
      'မိမိယခုရောက်ရှိ နေထိုင်နေရသောအိမ်ခြံတွင် မကောင်းသော အနှောက်အယှက် ရှိ/မရှိနှင့် ဆိုင်သော အဟော။',
  },
  {
    questionNo: 39,
    questionName:
      'မိမိသည် ခရီးဝေးသွားရန် ကြံစည်နေ၏။ အောင်မြင်ခြင်း ရှိနိုင်/မရှိနိုင်နှင့် ပတ်သက်သော အဟော။',
  },
  {
    questionNo: 40,
    questionName:
      'မိမိသည် ဤသူ့ကို လူယုံထားလိုသည်။ အလုပ်ခန့်လိုသည်။ ကောင်း၏/မကောင်း၏နှင့် ပတ်သက်သော အဟော။',
  },
  {
    questionNo: 41,
    questionName:
      'နိုင်ငံရပ်ခြားခရီးဝေးကို သွားရောက်အလုပ်လုပ်လိုသည်။ ကောင်း၏/မကောင်း၏နှင့် ဆိုင်သော အဟော။',
  },
  {
    questionNo: 42,
    questionName:
      'မိမိသည် ပစ္စည်း (သို့မဟုတ်) ငွေ ပျောက်ဆုံး၏။ ပြန်၍ ရနိုင်/မရနိုင်နှင့် ပတ်သက်သော အဟော။',
  },
  {
    questionNo: 43,
    questionName:
      'ခရီးသွားသူ ပြန်လည်ရောက်ရှိခြင်း/ မရောက်ရှိခြင်းနှင့် ပတ်သက်သော အဟော။',
  },
  {
    questionNo: 44,
    questionName:
      'လင်မယား အပြီးအပိုင် ကွဲသွားခြင်း/ မကွဲသွားခြင်းနှင့် ပတ်သက်သော အဟော။',
  },
  {
    questionNo: 45,
    questionName:
      'လူတစ်ယောက်သည် မိမိအား အကွက်ဆင်၍ ဒုက္ခပေးနေ၏။ (သို့မဟုတ်) မိမိနှင့် သင့်မြတ်သူကြားထဲတွင် ခြေထိုးနေ၏။ ထိုကိစ္စနှင့်ပတ်သက်၍ ထိခိုက်နိုင်ခြင်း/ မထိခိုက်နိုင်ခြင်းနှင့် ပတ်သက်သောအဟော။',
  },
  {
    questionNo: 46,
    questionName: 'အသက်အန္တရာယ် ရှိနိုင်/မရှိနိုင်နှင့် ပတ်သက်သောအဟော။',
  },
  {
    questionNo: 47,
    questionName: 'သံသယရှိခြင်းသည် မှန်၏/မမှန်၏နှင့် ပတ်သက်သောအဟော။',
  },
  {
    questionNo: 48,
    questionName: 'အကြောင်းအရာတစ်ခုကို စိတ်ပူနေရခြင်းနှင့် ပတ်သက်သောအဟော။',
  },
  {
    questionNo: 49,
    questionName:
      'အချစ်ရေးသည် ယခုအခါ၌ ကောင်း၏လော/ မကောင်း၏လောနှင့် သက်ဆိုင်သော အဟော။',
  },
  {
    questionNo: 50,
    questionName:
      'မင်္ဂလာဆောင်ခြင်းနှင့် ပတ်သက်၍ ကောင်းခြင်း/ဆိုးခြင်းနှင့် ဆိုင်သောအဟော။',
  },
  {
    questionNo: 51,
    questionName: 'မိမိသည် ရာထူးတက်နိုင်ခြင်း ရှိ/မရှိနှင့် ဆိုင်သောအဟော။',
  },
  {
    questionNo: 52,
    questionName: 'အလုပ်နေရာပြောင်းရခြင်း ရှိ/မရှိနှင့် ဆိုင်သောအဟော။',
  },
  {
    questionNo: 53,
    questionName:
      'မိမိက အလုပ်တစ်ခုရရန်အတွက် အလုပ်လျှောက်ထားသည်။ ရနိုင်/မရနိုင်နှင့် ဆိုင်သော အဟော။',
  },
  {
    questionNo: 54,
    questionName:
      'မိမိသည် ပြိုင်ပွဲတစ်ခုသို့ ဝင်ရန်ရှိသည်။ ထိုပြိုင်ပွဲတွင် အနိုင်ရခြင်း ရှိ/မရှိနှင့် ဆိုင်သောအဟော။',
  },
  {
    questionNo: 55,
    questionName:
      'မိမိသည် ပန်းချီဆွဲလို၏။ ၀တ္ထုဇာတ်လမ်းရေးလို၏။ မည်သည့်အကြောင်းအရာကို ဆွဲရမည်/ မည်သည့်ဇာတ်လမ်းကို ရေးရမည်ကို ဟောသော အဟော။',
  },
  {
    questionNo: 56,
    questionName:
      'မိမိသည် တစ်စုံတစ်ခုကို အောင်မြင်ရန် ကြိုးပမ်းနေ၏။ ထိုကြိုးပမ်းမှုသည် အောင်မြင်ရန် ရှိခြင်း/မရှိခြင်းနှင့် ဆိုင်သော အဟော။',
  },
  {
    questionNo: 57,
    questionName: 'မိမိ၌ ကျော်ဇောကိတ္ထိ ကံပါ/ကံမပါနှင့် ဆိုင်သောအဟော။',
  },
  {
    questionNo: 58,
    questionName:
      'မိမိသည် ဒုက္ခရောက်နေသူကို ကယ်တင်လိုသည်။ ထိုသူသည် မိမိကို ကျေးဇူးကန်းမည်လော/ မကန်းမည်လောနှင့် ဆိုင်သော အဟော။',
  },
  {
    questionNo: 59,
    questionName:
      'မိမိသည် တစ်စုံတစ်ခုသောပစ္စည်းကို အတုဖြစ်သည်/ အစစ်ဖြစ်သည်ကို ဝေခွဲရန် ခက်နေ၏။ ထိုအကြောင်းနှင့် ပတ်သက်သော အဟော။',
  },
  {
    questionNo: 60,
    questionName: 'စာမေးပွဲဖြေခြင်း/ အင်တာဗျူးဝင်ခြင်းနှင့် ပတ်သက်သော အဟော။',
  },
  {
    questionNo: 61,
    questionName:
      'မိမိတွေ့လိုသောသူနှင့် တွေ့ခွင့်ရနိုင်/ မရနိုင်နှင့် ပတ်သက်သော အဟော။',
  },
  {
    questionNo: 62,
    questionName:
      'မိမိတွင် အကြံအစည်တစ်ခုရှိနေ၏။ ထိုအကြံအစည် အောင်မြင်ခြင်း ရှိ/မရှိနှင့် ဆိုင်သော အဟော။',
  },
  {
    questionNo: 63,
    questionName:
      'အများနှင့်ဆိုင်သော အဆောက်အဦးကြီး/ စီမံချက်ကြီးတစ်ခု ပြုလုပ်လို၏။ ထိုကိစ္စနှင့်ပတ်သက်၍ အထမြောက်နိုင်ခြင်း ရှိ/မရှိနှင့် ပတ်သက်သော အဟော။',
  },
  {
    questionNo: 64,
    questionName:
      'လုပ်ငန်းစခြင်း/ ဆိုင်းဘုတ်တင်ခြင်း/ အိမ်တက်ခြင်း/ သင်္ဘောရေချခြင်း/ ပန္နက်ရိုက်ခြင်းနှင့် ပတ်သက်သော အဟော။',
  },
];
